var successImg = [
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[Hirno]トロイリズ [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[Hirno]トロイリズ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[Hirno]トロイリズム [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[おじょ] ナマでよ [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[おじょ] ナマでよ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[おじょ] ナマでよかヨ [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[さいだ一明] びちょ濡 [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[さいだ一明] びちょ濡 [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[さいだ一明] びちょ濡れ [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[ゆたかめ] お姉ちゃんブートキャンプ! [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[ゆたかめ] お姉ちゃんブートキャンプ! [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[ゆたかめ] お姉ちゃんブートキャンプにようこそ! [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[ゆにおし] ティーチ&デスト [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[ゆにおし] ティーチ&デスト [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[ゆにおし] ティーチ&デストロイ [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[ザシャ] ふれてや [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[ザシャ] ふれてや [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[ザシャ] ふれてやわらか [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[利行] L [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[利行] L [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[利行] 恋 [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[宇場義行] いつかのどこ [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[宇場義行] いつかのどこ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[宇場義行] いつかのどこかで [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\4K掃圖組\\[水龍敬] INFIN [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[水龍敬] INFIN [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[水龍敬] INFINITE [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[100円ロッカー] しこってぃ[鬼父桑出资汉化]",
		"fileSize": 118,
		"dirName": "[100円ロッカー] しこってぃ[鬼父桑出资汉化]",
		"author": "大家",
		"preview": "img001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[うさ城まに] 初恋えっち [绅士仓库&Lolipoi联合汉化]",
		"fileSize": 220,
		"dirName": "[うさ城まに] 初恋えっち [绅士仓库&Lolipoi联合汉化]",
		"author": "大家",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[けもみん之助] キィとハク [中国翻訳]",
		"fileSize": 52,
		"dirName": "[けもみん之助] キィとハク [中国翻訳]",
		"author": "大家",
		"preview": "01_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[しまじ] いじめちゃらめっ♥ [中国翻訳]",
		"fileSize": 221,
		"dirName": "[しまじ] いじめちゃらめっ♥ [中国翻訳]",
		"author": "大家",
		"preview": "000_a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[たかやKi] 年下しんどろ～む [無邪気漢化組][MJK-20-D1900]",
		"fileSize": 234,
		"dirName": "[たかやKi] 年下しんどろ～む [無邪気漢化組][MJK-20-D1900]",
		"author": "大家",
		"preview": "MJK-20-D1900-001.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[マゴロク] アシガミ [鬼畜王漢化組]",
		"fileSize": 239,
		"dirName": "[マゴロク] アシガミ [鬼畜王漢化組]",
		"author": "大家",
		"preview": "000_000_Cover.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[助三郎] ファントムオンライン [鬼畜王漢化組] [Digital]",
		"fileSize": 234,
		"dirName": "[助三郎] ファントムオンライン [鬼畜王漢化組] [Digital]",
		"author": "大家",
		"preview": "001__0000 副本.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[朝峰テル] milking♥ + とらのあなリーフレット [無邪気漢化組][MJK-19-D1700][單行本]",
		"fileSize": 208,
		"dirName": "[朝峰テル] milking♥ + とらのあなリーフレット [無邪気漢化組][MJK-19-D1700][單行本]",
		"author": "大家",
		"preview": "MJK-19-D1700-001.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[杜若かなえ] 艶宴彩妻[單行本] [M1saki個人重嵌]",
		"fileSize": 213,
		"dirName": "[杜若かなえ] 艶宴彩妻[單行本] [M1saki個人重嵌]",
		"author": "大家",
		"preview": "0000.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[瀬奈陽太郎] 姉はショタを好きになる[CastlevaniaYB]",
		"fileSize": 249,
		"dirName": "[瀬奈陽太郎] 姉はショタを好きになる[CastlevaniaYB]",
		"author": "大家",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\01\\大家\\[鬼ノ仁] 新人女教師 新條優子 (下)",
		"fileSize": 223,
		"dirName": "[鬼ノ仁] 新人女教師 新條優子 (下)",
		"author": "大家",
		"preview": "P000A.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\4K掃圖組\\[clone人間] NTRミッドナイトプール [4K[S版]掃圖組]",
		"fileSize": 193,
		"dirName": "[clone人間] NTRミッドナイトプール [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Caz_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\4K掃圖組\\[Shingo.] パコちゅーらいふ [4K[S版]掃圖組]",
		"fileSize": 191,
		"dirName": "[Shingo.] パコちゅーらいふ [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Faz_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\4K掃圖組\\[板場広し] メスガオ(発情表情) [4K[S版]掃圖組]",
		"fileSize": 223,
		"dirName": "[板場広し] メスガオ(発情表情) [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Aed_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\4K掃圖組\\[沢尻メロウ] ギャルな妹は催眠プレイでイキまくるっ! [4K掃圖組]",
		"fileSize": 205,
		"dirName": "[沢尻メロウ] ギャルな妹は催眠プレイでイキまくるっ! [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Eza_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\4K掃圖組\\[紅村かる] おんなのこのがっこうせっくす [4K[S版]掃圖組]",
		"fileSize": 182,
		"dirName": "[紅村かる] おんなのこのがっこうせっくす [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Hat_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\其他\\[orico] 貪る女  [个人汉化] [全彩]",
		"fileSize": 119,
		"dirName": "[orico] 貪る女  [个人汉化] [全彩]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\其他\\[あたげ] 都合が良くて可愛いメス。 [篆儀通文書坊漢化]",
		"fileSize": 197,
		"dirName": "[あたげ] 都合が良くて可愛いメス。 [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20083-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\其他\\[しんどう] 人ならざるお嫁さま + 4Pリーフレット [新桥月白日语社]",
		"fileSize": 225,
		"dirName": "[しんどう] 人ならざるお嫁さま + 4Pリーフレット [新桥月白日语社]",
		"author": "其他",
		"preview": ".DS_Store"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\其他\\[巨乳星人個人漢化] [りゅうき夕海] 彼女の乳は僕の物",
		"fileSize": 214,
		"dirName": "[巨乳星人個人漢化] [りゅうき夕海] 彼女の乳は僕の物",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\其他\\[長月みそか] のぞむのぞみ 第1巻 [中国翻訳]",
		"fileSize": 114,
		"dirName": "[長月みそか] のぞむのぞみ 第1巻 [中国翻訳]",
		"author": "其他",
		"preview": "00000001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\04\\其他\\[長月みそか] のぞむのぞみ 第2巻 [中国翻訳]",
		"fileSize": 62,
		"dirName": "[長月みそか] のぞむのぞみ 第2巻 [中国翻訳]",
		"author": "其他",
		"preview": "00000001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[DISTANCE] ひなた・ひなplus [4K掃圖組]",
		"fileSize": 188,
		"dirName": "[DISTANCE] ひなた・ひなplus [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Deat_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[gonza] 母さんとセックスに溺れる [4K掃圖組]",
		"fileSize": 210,
		"dirName": "[gonza] 母さんとセックスに溺れる [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "223.txt"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[さくま司] 桃色ドロップ [4K掃圖組]",
		"fileSize": 180,
		"dirName": "[さくま司] 桃色ドロップ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Daw_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[有賀冬] おっぱいカルテ [4K掃圖組]",
		"fileSize": 198,
		"dirName": "[有賀冬] おっぱいカルテ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Hvet_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[桜湯ハル] ハメとも 女友達がセフレ化した日 [4K掃圖組]",
		"fileSize": 210,
		"dirName": "[桜湯ハル] ハメとも 女友達がセフレ化した日 [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "223.txt"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[楓牙] キャバ嬢先生と僕屋で [4K掃圖組]",
		"fileSize": 220,
		"dirName": "[楓牙] キャバ嬢先生と僕屋で [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Eiva_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\4K掃圖組\\[瀬奈陽太郎] ドスケベおねいちゃん [4K掃圖組]",
		"fileSize": 246,
		"dirName": "[瀬奈陽太郎] ドスケベおねいちゃん [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Exzl_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\Heji\\[人生横滑り。 (荒岸来歩)] メイドのおしごと 01",
		"fileSize": 40,
		"dirName": "[人生横滑り。 (荒岸来歩)] メイドのおしごと 01",
		"author": "Heji",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\Heji\\[人生横滑り。 (荒岸来歩)] メイドのおしごと 02",
		"fileSize": 37,
		"dirName": "[人生横滑り。 (荒岸来歩)] メイドのおしごと 02",
		"author": "Heji",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\Heji\\[人生横滑り。 (荒岸来歩)] メイドのおしごと 03",
		"fileSize": 39,
		"dirName": "[人生横滑り。 (荒岸来歩)] メイドのおしごと 03",
		"author": "Heji",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\Heji\\[沒有漢化] [あやね] 望月血液研究所の娘[漢化版]",
		"fileSize": 224,
		"dirName": "[沒有漢化] [あやね] 望月血液研究所の娘[漢化版]",
		"author": "Heji",
		"preview": "001a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[D.E練習漢化] [武藤まと] こあくまは小動物 + 4Pリーフレット",
		"fileSize": 101,
		"dirName": "[D.E練習漢化] [武藤まと] こあくまは小動物 + 4Pリーフレット",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[fu-ta] そふとあんどうぇっと [中国翻訳]",
		"fileSize": 207,
		"dirName": "[fu-ta] そふとあんどうぇっと [中国翻訳]",
		"author": "其他",
		"preview": "img0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[あきのそら] 姉季折々 第1-4話 [无修个人重嵌]",
		"fileSize": 145,
		"dirName": "[あきのそら] 姉季折々 第1-4話 [无修个人重嵌]",
		"author": "其他",
		"preview": "00.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[さんじゅうろう] [20180220] おやつの時間 [DL版] [鬼畜王汉化组]",
		"fileSize": 225,
		"dirName": "[さんじゅうろう] [20180220] おやつの時間 [DL版] [鬼畜王汉化组]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[さんじゅうろう] シークレット×シークレット Keep it a Secret Promise + 4Pリーフレット [中国翻訳]",
		"fileSize": 187,
		"dirName": "[さんじゅうろう] シークレット×シークレット Keep it a Secret Promise + 4Pリーフレット [中国翻訳]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[みぞね] 異種恋愛 [单行本] [Kirin个人汉化]",
		"fileSize": 219,
		"dirName": "[みぞね] 異種恋愛 [单行本] [Kirin个人汉化]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[もつあき] 交尾はめちゃくちゃ気持ちいい [篆儀通文書坊漢化]",
		"fileSize": 212,
		"dirName": "[もつあき] 交尾はめちゃくちゃ気持ちいい [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20086-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[丧尸&无毒汉化] [おとちち] ちゅっぽん女の吸引奉仕",
		"fileSize": 209,
		"dirName": "[丧尸&无毒汉化] [おとちち] ちゅっぽん女の吸引奉仕",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[兔司姬漢化組] [水平線] キスハグ 親吻擁抱 ~ メロン・とら小冊子付き特別版 ~",
		"fileSize": 221,
		"dirName": "[兔司姬漢化組] [水平線] キスハグ 親吻擁抱 ~ メロン・とら小冊子付き特別版 ~",
		"author": "其他",
		"preview": "img000A.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[和原ヨウ] おばしょたハーレム [新桥月白日语社]",
		"fileSize": 192,
		"dirName": "[和原ヨウ] おばしょたハーレム [新桥月白日语社]",
		"author": "其他",
		"preview": "img001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[柴崎ショージ] とくべつな毎日 + 8P小冊子 [无修正]",
		"fileSize": 219,
		"dirName": "[柴崎ショージ] とくべつな毎日 + 8P小冊子 [无修正]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\05\\其他\\[花札さくらの] ずっといっしょ。 [汉化]",
		"fileSize": 202,
		"dirName": "[花札さくらの] ずっといっしょ。 [汉化]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\4K掃圖組\\[Cuvie] INSULT [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[Cuvie] INSULT [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[Cuvie] INSULT [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\4K掃圖組\\[えーすけ] DOLLS 純肉体関係 [中国翻訳] [4K掃圖組]",
		"fileSize": 213,
		"dirName": "[えーすけ] DOLLS 純肉体関係 [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Cai_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\4K掃圖組\\[ネプカ] 暮れ堕ちて [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[ネプカ] 暮れ堕ちて [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[ネプカ] 暮れ堕ちて [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\4K掃圖組\\[千要よゆち] 優等生はビッチです♥ [4K掃圖組]",
		"fileSize": 181,
		"dirName": "[千要よゆち] 優等生はビッチです♥ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "CaO_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\4K掃圖組\\[志乃武丹英] にしてみた [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[志乃武丹英] にしてみた [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[志乃武丹英] にしてみた [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\4K掃圖組\\[軽部ぐり] いま…シた。 [4K掃圖組]",
		"fileSize": 1,
		"dirName": "[軽部ぐり] いま…シた。 [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "[軽部ぐり] いま…シた。 [4K掃圖組].7z"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[HHZ04个人汉化] [あいらんどう] メスっこ大好き♡ [DL版] v2版",
		"fileSize": 259,
		"dirName": "[HHZ04个人汉化] [あいらんどう] メスっこ大好き♡ [DL版] v2版",
		"author": "其他",
		"preview": "001_00000001.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[Noise] おっぱい、ふともも、そこにショートパンツ + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 199,
		"dirName": "[Noise] おっぱい、ふともも、そこにショートパンツ + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20087-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[さんじゅうろう] シークレット×シークレット + 4Pリーフレット [無邪気漢化組][MJK-20-D2350][無修正]",
		"fileSize": 190,
		"dirName": "[さんじゅうろう] シークレット×シークレット + 4Pリーフレット [無邪気漢化組][MJK-20-D2350][無修正]",
		"author": "其他",
		"preview": "MJK-20-D2350-001.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[アガタ] おねショタ病棟24時 ハーレム入淫生活 + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 216,
		"dirName": "[アガタ] おねショタ病棟24時 ハーレム入淫生活 + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20088-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[ヘリを] やみつきフェロモン + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 247,
		"dirName": "[ヘリを] やみつきフェロモン + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20090-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[佐藤沙緒理] おなかにいっぱい、あやかしの種 [中國翻訳]",
		"fileSize": 160,
		"dirName": "[佐藤沙緒理] おなかにいっぱい、あやかしの種 [中國翻訳]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[史鬼匠人] TR逆痴漢専用車両 [无毒汉化组]",
		"fileSize": 188,
		"dirName": "[史鬼匠人] TR逆痴漢専用車両 [无毒汉化组]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[桂あいり] お姫様と1000回ヤラなきゃ未来がヤバい!! [中国翻訳][03677個人漢化]",
		"fileSize": 217,
		"dirName": "[桂あいり] お姫様と1000回ヤラなきゃ未来がヤバい!! [中国翻訳][03677個人漢化]",
		"author": "其他",
		"preview": "image00001f.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[梅玉奈部] 人妻娠畜マンション [中国翻訳][新桥月白日语社]V2",
		"fileSize": 220,
		"dirName": "[梅玉奈部] 人妻娠畜マンション [中国翻訳][新桥月白日语社]V2",
		"author": "其他",
		"preview": "001_img_01_1.26_MB(1).jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[沒有漢化][ゲズンタイト] もも姫 丨 桃桃姬",
		"fileSize": 196,
		"dirName": "[沒有漢化][ゲズンタイト] もも姫 丨 桃桃姬",
		"author": "其他",
		"preview": "001_img_00_1.13_MBa.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[田辺京] LOVEぷち穴 [篆儀通文書坊漢化]",
		"fileSize": 229,
		"dirName": "[田辺京] LOVEぷち穴 [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20089-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[零食汉化组&万籁山公园XSSTM汉化组] [アンソロジー] 永遠娘 朧絵巻 伍",
		"fileSize": 115,
		"dirName": "[零食汉化组&万籁山公园XSSTM汉化组] [アンソロジー] 永遠娘 朧絵巻 伍",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\其他\\[骨太男爵] 淫脳改造プログラム~母娘絶頂カルト堕ち~ 【不想记名高画质重嵌】",
		"fileSize": 233,
		"dirName": "[骨太男爵] 淫脳改造プログラム~母娘絶頂カルト堕ち~ 【不想记名高画质重嵌】",
		"author": "其他",
		"preview": "001 拷贝.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\06\\小型\\[拉拉肥汉化] [きぃう] イけ! 清純学園エロ漫画部 第1-3話",
		"fileSize": 60,
		"dirName": "[拉拉肥汉化] [きぃう] イけ! 清純学園エロ漫画部 第1-3話",
		"author": "小型",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\4K掃圖組\\[NABURU] 家庭崩悶 [4K[S版]掃圖組]",
		"fileSize": 195,
		"dirName": "[NABURU] 家庭崩悶 [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Hai_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\4K掃圖組\\[かゆみ止め] おねーさん達とセックスで勝負しよ [4K掃圖組]",
		"fileSize": 205,
		"dirName": "[かゆみ止め] おねーさん達とセックスで勝負しよ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Asti_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\4K掃圖組\\[シオマネキ] 魅せビラかし [中国翻訳] [4K掃圖組]",
		"fileSize": 213,
		"dirName": "[シオマネキ] 魅せビラかし [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Beti_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\4K掃圖組\\[森島コン] おねーさんとイイコト [中国翻訳] [4K掃圖組]",
		"fileSize": 207,
		"dirName": "[森島コン] おねーさんとイイコト [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Ead_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\AMAIRO ISLENAUTS OFFICIAL VISUAL FAN BOOK [星幽汉化组]",
		"fileSize": 318,
		"dirName": "AMAIRO ISLENAUTS OFFICIAL VISUAL FAN BOOK [星幽汉化组]",
		"author": "其他",
		"preview": "000.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[kakao] 発情びーむ [单行本] 无修正",
		"fileSize": 205,
		"dirName": "[kakao] 発情びーむ [单行本] 无修正",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[えーすけ] DOLLS 純肉体関係 + 4Pリーフレット",
		"fileSize": 206,
		"dirName": "[えーすけ] DOLLS 純肉体関係 + 4Pリーフレット",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[おかゆさん] スクールカースト -School Caste- [中国翻訳][無修正]",
		"fileSize": 220,
		"dirName": "[おかゆさん] スクールカースト -School Caste- [中国翻訳][無修正]",
		"author": "其他",
		"preview": "000a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[まいなぁぼぉい] カリーナの冒険【第7部】[中国翻訳][不咕鸟汉化组]",
		"fileSize": 184,
		"dirName": "[まいなぁぼぉい] カリーナの冒険【第7部】[中国翻訳][不咕鸟汉化组]",
		"author": "其他",
		"preview": "001_00.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[まる寝子] ハイブリッド·ガールフレンド 第01巻 [中国語翻訳]",
		"fileSize": 145,
		"dirName": "[まる寝子] ハイブリッド·ガールフレンド 第01巻 [中国語翻訳]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[まれお] 裏アカ乙女発情期 [中国翻訳]",
		"fileSize": 193,
		"dirName": "[まれお] 裏アカ乙女発情期 [中国翻訳]",
		"author": "其他",
		"preview": "PhotoCap_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[オクモト悠太] ちちまみれ + 虎穴&蜜瓜特典 [篆儀通文書坊漢化] [無修正]",
		"fileSize": 201,
		"dirName": "[オクモト悠太] ちちまみれ + 虎穴&蜜瓜特典 [篆儀通文書坊漢化] [無修正]",
		"author": "其他",
		"preview": "STARS-20091-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[マイノリティ] 今日はNTR曜日 [中国翻訳] [DL版][零食汉化组] [Digital]",
		"fileSize": 222,
		"dirName": "[マイノリティ] 今日はNTR曜日 [中国翻訳] [DL版][零食汉化组] [Digital]",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[三ッ葉稔] 歪欲 + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 231,
		"dirName": "[三ッ葉稔] 歪欲 + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20092-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[丧尸汉化] [ジャイロウ] Live! + イラストカード",
		"fileSize": 215,
		"dirName": "[丧尸汉化] [ジャイロウ] Live! + イラストカード",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[変熊] Libido + 4Pリーフレット [篆儀通文書坊漢化]",
		"fileSize": 201,
		"dirName": "[変熊] Libido + 4Pリーフレット [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20094-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\其他\\[鬼畜王汉化组][紅村かる][CN02] おんなのこのがっこうせっくす 彩字嵌V2",
		"fileSize": 188,
		"dirName": "[鬼畜王汉化组][紅村かる][CN02] おんなのこのがっこうせっくす 彩字嵌V2",
		"author": "其他",
		"preview": "00 cover.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\07\\小型\\[砂川多良] 奪妻 肉欲狂いに堕ちて [战栗的玻璃棒汉化] V3",
		"fileSize": 187,
		"dirName": "[砂川多良] 奪妻 肉欲狂いに堕ちて [战栗的玻璃棒汉化] V3",
		"author": "小型",
		"preview": "zuma001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\4K掃圖組\\[まれお] 裏アカ乙女発情期 [中国翻訳] [4K掃圖組]",
		"fileSize": 196,
		"dirName": "[まれお] 裏アカ乙女発情期 [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Etx_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\4K掃圖組\\[ウエノ直哉] 浴びたい彼女の蜜液 [中国翻訳] [4K掃圖組]",
		"fileSize": 211,
		"dirName": "[ウエノ直哉] 浴びたい彼女の蜜液 [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Gxi_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\4K掃圖組\\[五十嵐唱乃] 最強引き篭り御曹司のとろける婚活ハーレム [中国翻訳] [4K掃圖組]",
		"fileSize": 216,
		"dirName": "[五十嵐唱乃] 最強引き篭り御曹司のとろける婚活ハーレム [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "BFA_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\4K掃圖組\\[空蜂ミドロ] スケベ膣肉、筆おろし [中国翻訳] [4K掃圖組]",
		"fileSize": 196,
		"dirName": "[空蜂ミドロ] スケベ膣肉、筆おろし [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Gqi_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\4K掃圖組\\[西川康] お嬢様は恋話がお好き [中国翻訳] [4K掃圖組]",
		"fileSize": 197,
		"dirName": "[西川康] お嬢様は恋話がお好き [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Fao_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[A-10]赫のグリモア VOL.1 [中国翻訳][沒有漢化]",
		"fileSize": 187,
		"dirName": "[A-10]赫のグリモア VOL.1 [中国翻訳][沒有漢化]",
		"author": "其他",
		"preview": "0000aa.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[おおとりりゅうじ] 集団痴漢電車 [中国翻訳]",
		"fileSize": 180,
		"dirName": "[おおとりりゅうじ] 集団痴漢電車 [中国翻訳]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[かいづか] 奉仕種族がやってきた! [中国翻訳][禁漫天堂水印]",
		"fileSize": 214,
		"dirName": "[かいづか] 奉仕種族がやってきた! [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[しじょっこ] 洗脳されるだけの簡単なお仕事です [中国翻訳] [無修正][禁漫天堂水印]",
		"fileSize": 196,
		"dirName": "[しじょっこ] 洗脳されるだけの簡単なお仕事です [中国翻訳] [無修正][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[ぞんだ] 犯してあげる [中国翻訳][禁漫天堂水印]",
		"fileSize": 192,
		"dirName": "[ぞんだ] 犯してあげる [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[ながしま超助] 3.5階の覗き穴 [中国翻訳][禁漫天堂水印]",
		"fileSize": 188,
		"dirName": "[ながしま超助] 3.5階の覗き穴 [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[もじゃりん] 断れない系 + 4Pリーフレット [中国翻訳][篆儀通文書坊漢化]",
		"fileSize": 192,
		"dirName": "[もじゃりん] 断れない系 + 4Pリーフレット [中国翻訳][篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS_20095_000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[アンソロジー] 別冊コミックアンリアル モンスター娘パラダイス Vol.10 [中国翻訳] [DL版][新桥月白日语社] [Digital]",
		"fileSize": 72,
		"dirName": "[アンソロジー] 別冊コミックアンリアル モンスター娘パラダイス Vol.10 [中国翻訳] [DL版][新桥月白日语社] [Digital]",
		"author": "其他",
		"preview": "01_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[シオロク] 彼女と僕の交配の話。[劍人某個人漢化]",
		"fileSize": 1,
		"dirName": "[シオロク] 彼女と僕の交配の話。[劍人某個人漢化]",
		"author": "其他",
		"preview": "[シオロク] 彼女と僕の交配の話。[劍人某個人漢化].rar"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[タイラメ] 初恋エンゲージ [中国翻訳][原子鸡个人重嵌]",
		"fileSize": 225,
		"dirName": "[タイラメ] 初恋エンゲージ [中国翻訳][原子鸡个人重嵌]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[ホン・トク] 竿つきハニー [黄记汉化组]",
		"fileSize": 202,
		"dirName": "[ホン・トク] 竿つきハニー [黄记汉化组]",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[不咕鸟汉化组][しいなかずき] 異世界娼館",
		"fileSize": 199,
		"dirName": "[不咕鸟汉化组][しいなかずき] 異世界娼館",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[丸居まる] ぱんぱん♥やわらか・えっち穴 [中国翻訳][禁漫天堂水印]",
		"fileSize": 226,
		"dirName": "[丸居まる] ぱんぱん♥やわらか・えっち穴 [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[国崎蛍] 子供だってエッチなの [中国翻訳] [無修正][大胖個人渣翻]",
		"fileSize": 209,
		"dirName": "[国崎蛍] 子供だってエッチなの [中国翻訳] [無修正][大胖個人渣翻]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[堺はまち] 人妻だって恋したい 生ハメ受精で孕みたがる人妻たち [中国翻訳][禁漫天堂水印]",
		"fileSize": 200,
		"dirName": "[堺はまち] 人妻だって恋したい 生ハメ受精で孕みたがる人妻たち [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[夏のおやつ] 母と交わる日 [中国翻訳] [DL版][战栗的玻璃棒汉化] [Digital][南+无水印]",
		"fileSize": 212,
		"dirName": "[夏のおやつ] 母と交わる日 [中国翻訳] [DL版][战栗的玻璃棒汉化] [Digital][南+无水印]",
		"author": "其他",
		"preview": "IMG_E0120.JPG"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[犬上いの字] Bitter Sweet Teens [中国翻訳]",
		"fileSize": 211,
		"dirName": "[犬上いの字] Bitter Sweet Teens [中国翻訳]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[砂漠] 女の子のおもちゃ [篆儀通文書坊漢化]",
		"fileSize": 196,
		"dirName": "[砂漠] 女の子のおもちゃ [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20096-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[赤月みゅうと] 異世界ハーレムパラダイス♡ 上 [中国翻訳]",
		"fileSize": 211,
		"dirName": "[赤月みゅうと] 異世界ハーレムパラダイス♡ 上 [中国翻訳]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[赤月みゅうと] 異世界ハーレムパラダイス♡ 下 [中国翻訳]",
		"fileSize": 225,
		"dirName": "[赤月みゅうと] 異世界ハーレムパラダイス♡ 下 [中国翻訳]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[跳馬遊鹿] 湿楽艶 [中国翻訳][禁漫天堂水印]",
		"fileSize": 183,
		"dirName": "[跳馬遊鹿] 湿楽艶 [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\其他\\[黒川おとぎ] ザクロ症候群 [中国翻訳][禁漫天堂水印]",
		"fileSize": 192,
		"dirName": "[黒川おとぎ] ザクロ症候群 [中国翻訳][禁漫天堂水印]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\08\\小型\\[左藤空気] 愛聖天使ラブメアリー ～悪性受胎～ 第1-8話 [中国翻訳] [無修正] [DL版][个人渣嵌]",
		"fileSize": 173,
		"dirName": "[左藤空気] 愛聖天使ラブメアリー ～悪性受胎～ 第1-8話 [中国翻訳] [無修正] [DL版][个人渣嵌]",
		"author": "小型",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\4K掃圖組\\[ぞんだ] 犯してあげる [中国翻訳] [4K掃圖組]",
		"fileSize": 196,
		"dirName": "[ぞんだ] 犯してあげる [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Bxi_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\4K掃圖組\\[もみやま] おっぱいスイッチ 美乳的淫蕩開關 [禁漫掃圖組]",
		"fileSize": 196,
		"dirName": "[もみやま] おっぱいスイッチ 美乳的淫蕩開關 [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\4K掃圖組\\[長頼] 好きより熱いの…   比喜歡還更熱切的~ [禁漫掃圖組]",
		"fileSize": 180,
		"dirName": "[長頼] 好きより熱いの…   比喜歡還更熱切的~ [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\4K掃圖組\\[雲呑めお] おかえり [4K[S版]掃圖組]",
		"fileSize": 188,
		"dirName": "[雲呑めお] おかえり [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Dfx_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\4K掃圖組\\[鬼島大車輪] 人妻泥棒 [4K[S版]掃圖組]",
		"fileSize": 196,
		"dirName": "[鬼島大車輪] 人妻泥棒 [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Axi_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[DISTANCE] じょしラク! ～2Years Later～ 2 + 8P小冊子 [中国翻訳][黑哥哥PS汉化版] [DL版]",
		"fileSize": 260,
		"dirName": "[DISTANCE] じょしラク! ～2Years Later～ 2 + 8P小冊子 [中国翻訳][黑哥哥PS汉化版] [DL版]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[yumoteliuce] JKマニュアル + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 197,
		"dirName": "[yumoteliuce] JKマニュアル + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20097-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[きのもと杏] ちいさなカラダの抱き心地 + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 215,
		"dirName": "[きのもと杏] ちいさなカラダの抱き心地 + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20098-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[けんじ] [20200820] 性女淫説 [整合版单行本]",
		"fileSize": 202,
		"dirName": "[けんじ] [20200820] 性女淫説 [整合版单行本]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[たらかん] 彼のオチ○ポは三姉妹のモノ [中国翻訳]~",
		"fileSize": 191,
		"dirName": "[たらかん] 彼のオチ○ポは三姉妹のモノ [中国翻訳]~",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[ひょころー] おとめぼれ [中国翻訳] [無修正]",
		"fileSize": 202,
		"dirName": "[ひょころー] おとめぼれ [中国翻訳] [無修正]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[アンソロジー] 二次元コミックマガジン ケツマン調教で肛門ポルチオアクメ！Vol.1 [DL版][中国翻訳]",
		"fileSize": 84,
		"dirName": "[アンソロジー] 二次元コミックマガジン ケツマン調教で肛門ポルチオアクメ！Vol.1 [DL版][中国翻訳]",
		"author": "其他",
		"preview": "0001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[アンソロジー] 別冊コミックアンリアル 変態催眠〜肉便器堕ちした美少女たち〜 Vol.2 [DL版]",
		"fileSize": 77,
		"dirName": "[アンソロジー] 別冊コミックアンリアル 変態催眠〜肉便器堕ちした美少女たち〜 Vol.2 [DL版]",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[オジィ] 痴女オネ！ [中国翻訳][禁漫天堂]",
		"fileSize": 209,
		"dirName": "[オジィ] 痴女オネ！ [中国翻訳][禁漫天堂]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[ディビ] 貴方がとろけおちるまで [中国翻訳] [DL版][沒有漢化]",
		"fileSize": 214,
		"dirName": "[ディビ] 貴方がとろけおちるまで [中国翻訳] [DL版][沒有漢化]",
		"author": "其他",
		"preview": "001a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[七瀬瑞穂] 恋人は吸血鬼!？ +とらのあなリーフレット+メロンブックスリーフレット [無邪気漢化組][MJK-20-D2400]",
		"fileSize": 205,
		"dirName": "[七瀬瑞穂] 恋人は吸血鬼!？ +とらのあなリーフレット+メロンブックスリーフレット [無邪気漢化組][MJK-20-D2400]",
		"author": "其他",
		"preview": "MJK-20-D2400-001.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[不可视汉化] [アンソロジー] 二次元コミックマガジン 卵巣姦で悶絶排卵アクメ! Vol.1 [DL版]",
		"fileSize": 100,
		"dirName": "[不可视汉化] [アンソロジー] 二次元コミックマガジン 卵巣姦で悶絶排卵アクメ! Vol.1 [DL版]",
		"author": "其他",
		"preview": "001_00000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[不咕鸟汉化组] [まいなぁぼぉい] 奴隷催眠 ～三匹の牝豚～ [DL版]",
		"fileSize": 260,
		"dirName": "[不咕鸟汉化组] [まいなぁぼぉい] 奴隷催眠 ～三匹の牝豚～ [DL版]",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[不咕鸟汉化组] [アンソロジー] 二次元コミックマガジン 機械姦人間牧場Vol.2 [DL版] [松鼠仓库出资汉化]",
		"fileSize": 78,
		"dirName": "[不咕鸟汉化组] [アンソロジー] 二次元コミックマガジン 機械姦人間牧場Vol.2 [DL版] [松鼠仓库出资汉化]",
		"author": "其他",
		"preview": "00.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[不咕鸟汉化组][Anthology] 二次元コミックマガジン 正義のヒロインVS種付けおじさん！Vol.2",
		"fileSize": 94,
		"dirName": "[不咕鸟汉化组][Anthology] 二次元コミックマガジン 正義のヒロインVS種付けおじさん！Vol.2",
		"author": "其他",
		"preview": "二次元コミックマガジン 正義のヒロインVS種付けおじさん！Vol.2_00 - 副本.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[丧尸汉化] [ジャイロウ] Live! + イラストカード v2",
		"fileSize": 216,
		"dirName": "[丧尸汉化] [ジャイロウ] Live! + イラストカード v2",
		"author": "其他",
		"preview": "001_P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[仁志田メガネ] クッ殺イズム",
		"fileSize": 184,
		"dirName": "[仁志田メガネ] クッ殺イズム",
		"author": "其他",
		"preview": "000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[千要よゆち] 輪姦学園 [中国翻訳][個性陰暗個人漢化]",
		"fileSize": 206,
		"dirName": "[千要よゆち] 輪姦学園 [中国翻訳][個性陰暗個人漢化]",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[午夜刀次郎] 牝教師、堕ちる [DL版]",
		"fileSize": 210,
		"dirName": "[午夜刀次郎] 牝教師、堕ちる [DL版]",
		"author": "其他",
		"preview": "mesukyoushi000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[唄飛鳥] ハメトラレ フルカラー [偷情的淫妻 全彩版] [無修正].zip",
		"fileSize": 249,
		"dirName": "[唄飛鳥] ハメトラレ フルカラー [偷情的淫妻 全彩版] [無修正].zip",
		"author": "其他",
		"preview": "_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[村长个人汉化][中華なると] 聖娼流転",
		"fileSize": 191,
		"dirName": "[村长个人汉化][中華なると] 聖娼流転",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[禁漫扫图组] [ジョン・K・ぺー太] ぐっちょり穴メイト",
		"fileSize": 205,
		"dirName": "[禁漫扫图组] [ジョン・K・ぺー太] ぐっちょり穴メイト",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[篠塚裕志] 初めてのヒトヅマ [无修正]",
		"fileSize": 235,
		"dirName": "[篠塚裕志] 初めてのヒトヅマ [无修正]",
		"author": "其他",
		"preview": "1.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[胸垫汉化组] [高浜太郎] 対魔忍アサギ 恥虐の暗黒遊戯",
		"fileSize": 170,
		"dirName": "[胸垫汉化组] [高浜太郎] 対魔忍アサギ 恥虐の暗黒遊戯",
		"author": "其他",
		"preview": "001_a0.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[花札さくらの] ね、いいよ。 + 8P小冊子 v2 [个人汉化重嵌]",
		"fileSize": 208,
		"dirName": "[花札さくらの] ね、いいよ。 + 8P小冊子 v2 [个人汉化重嵌]",
		"author": "其他",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[菊月太朗] 春衡伯爵家の事情 [中国翻訳]",
		"fileSize": 194,
		"dirName": "[菊月太朗] 春衡伯爵家の事情 [中国翻訳]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\其他\\[这很恶堕x不咕鸟汉化组][アンソロジー] 二次元コミックマガジン 肉鎧になった女たちVol.2 [DL版]",
		"fileSize": 84,
		"dirName": "[这很恶堕x不咕鸟汉化组][アンソロジー] 二次元コミックマガジン 肉鎧になった女たちVol.2 [DL版]",
		"author": "其他",
		"preview": "0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\09\\小型\\[不咕鸟汉化组][中華なると] 准教授亜砂子～美肉秘書化~ [桑尼出资汉化]",
		"fileSize": 182,
		"dirName": "[不咕鸟汉化组][中華なると] 准教授亜砂子～美肉秘書化~ [桑尼出资汉化]",
		"author": "小型",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[Pennel] 放課後は冒険の時間  放學後是冒險的時間 [禁漫掃圖組]",
		"fileSize": 178,
		"dirName": "[Pennel] 放課後は冒険の時間  放學後是冒險的時間 [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[いづれ] 可愛くてドスケベなお姉さんと…  可愛又很變態好色的大姊姊一起... [禁漫掃圖組]",
		"fileSize": 177,
		"dirName": "[いづれ] 可愛くてドスケベなお姉さんと…  可愛又很變態好色的大姊姊一起... [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[うみうし]抱きしめたい彼女。 想要緊抱她的女友。 [禁漫掃圖組]",
		"fileSize": 211,
		"dirName": "[うみうし]抱きしめたい彼女。 想要緊抱她的女友。 [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[たらかん] 彼のオチ○ポは三姉妹のモノ [4K掃圖組]",
		"fileSize": 195,
		"dirName": "[たらかん] 彼のオチ○ポは三姉妹のモノ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Baid_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[オジィ] 痴女オネ! [4K掃圖組]",
		"fileSize": 213,
		"dirName": "[オジィ] 痴女オネ! [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Ceai_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[シオマネキ] 裸あそび  裸體遊戲 [禁漫掃圖組]",
		"fileSize": 183,
		"dirName": "[シオマネキ] 裸あそび  裸體遊戲 [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[中山哲学] 牝を襲わば肛ふたつ [中国翻訳]",
		"fileSize": 199,
		"dirName": "[中山哲学] 牝を襲わば肛ふたつ [中国翻訳]",
		"author": "4K掃圖組",
		"preview": "Biti_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[甲斐ひろゆき] 孕ませ!~種付けされる人妻たち~ [4K掃圖組]",
		"fileSize": 197,
		"dirName": "[甲斐ひろゆき] 孕ませ!~種付けされる人妻たち~ [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Axi_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[禁漫掃圖組] [きょくちょ] らぶみー♡  疼愛我嘛♡",
		"fileSize": 196,
		"dirName": "[禁漫掃圖組] [きょくちょ] らぶみー♡  疼愛我嘛♡",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[禁漫掃圖組] [ごばん] エロゲで全ては解決できる!  色情遊戲能用來解決所有問題!",
		"fileSize": 225,
		"dirName": "[禁漫掃圖組] [ごばん] エロゲで全ては解決できる!  色情遊戲能用來解決所有問題!",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[禁漫掃圖組] [七尾ゆきじ] ママハン〜年下に狩られる女たち〜媽媽狩獵~被少年們狩獵的女人們~",
		"fileSize": 179,
		"dirName": "[禁漫掃圖組] [七尾ゆきじ] ママハン〜年下に狩られる女たち〜媽媽狩獵~被少年們狩獵的女人們~",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[禁漫掃圖組] [櫻井マキ] 偏愛微熱",
		"fileSize": 195,
		"dirName": "[禁漫掃圖組] [櫻井マキ] 偏愛微熱",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[禁漫掃圖組] [睦月]どっちの膣内が好き你喜歡誰的腔內呢",
		"fileSize": 201,
		"dirName": "[禁漫掃圖組] [睦月]どっちの膣内が好き你喜歡誰的腔內呢",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[禁漫掃圖組] [草津てるにょ] ホームステイ淫慾寄宿家庭",
		"fileSize": 245,
		"dirName": "[禁漫掃圖組] [草津てるにょ] ホームステイ淫慾寄宿家庭",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\4K掃圖組\\[英丸] 揺らせ美巨乳！働くＪカップ  搖晃著美巨乳!工作的J罩杯 [禁漫掃圖組]",
		"fileSize": 193,
		"dirName": "[英丸] 揺らせ美巨乳！働くＪカップ  搖晃著美巨乳!工作的J罩杯 [禁漫掃圖組]",
		"author": "4K掃圖組",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[BANG-YOU] 指導姦 Day after [中国翻訳]",
		"fileSize": 242,
		"dirName": "[BANG-YOU] 指導姦 Day after [中国翻訳]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[きょくちょ] らぶみー♡  疼愛我嘛♡",
		"fileSize": 305,
		"dirName": "[きょくちょ] らぶみー♡  疼愛我嘛♡",
		"author": "其他",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[ここのき奈緒] PIECES + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 253,
		"dirName": "[ここのき奈緒] PIECES + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20099-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[アンソロジー] 二次元コミックマガジン 性転換した俺が痴漢されてメスイキ絶頂! Vol.2 [DL版][个人汉化]",
		"fileSize": 72,
		"dirName": "[アンソロジー] 二次元コミックマガジン 性転換した俺が痴漢されてメスイキ絶頂! Vol.2 [DL版][个人汉化]",
		"author": "其他",
		"preview": "00000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[アンソロジー] 別冊コミックアンリアル 他者変身してなりすまし誘惑編 Vol.1 [DL版][不可视汉化]",
		"fileSize": 77,
		"dirName": "[アンソロジー] 別冊コミックアンリアル 他者変身してなりすまし誘惑編 Vol.1 [DL版][不可视汉化]",
		"author": "其他",
		"preview": "0001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[唐辛子ひでゆ] きみのおっぱいをしゃぶりたい [中国翻訳] [無修正]",
		"fileSize": 200,
		"dirName": "[唐辛子ひでゆ] きみのおっぱいをしゃぶりたい [中国翻訳] [無修正]",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[就變態 x 我尻故我在S#02] [七尾ゆきじ] ママハン〜年下に狩られる女たち〜  [DL版] [無修正]",
		"fileSize": 181,
		"dirName": "[就變態 x 我尻故我在S#02] [七尾ゆきじ] ママハン〜年下に狩られる女たち〜  [DL版] [無修正]",
		"author": "其他",
		"preview": "001.png"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[沒有漢化][つくすん] 虹色ばっどえんど 丨 虹色Bad End",
		"fileSize": 237,
		"dirName": "[沒有漢化][つくすん] 虹色ばっどえんど 丨 虹色Bad End",
		"author": "其他",
		"preview": "001a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[煌野一人] JK退魔部 Season1 [不咕鸟汉化组]",
		"fileSize": 90,
		"dirName": "[煌野一人] JK退魔部 Season1 [不咕鸟汉化组]",
		"author": "其他",
		"preview": "00.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[葵渚] アネットさんとリリアナさん 初回版",
		"fileSize": 175,
		"dirName": "[葵渚] アネットさんとリリアナさん 初回版",
		"author": "其他",
		"preview": "0001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\10\\其他\\[雛咲葉] 濡れた花のにおい + 虎穴&蜜瓜特典 [篆儀通文書坊漢化]",
		"fileSize": 193,
		"dirName": "[雛咲葉] 濡れた花のにおい + 虎穴&蜜瓜特典 [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20100-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\4K掃圖組\\[Pennel] 放課後は冒険の時間 [4K[S版]掃圖組]",
		"fileSize": 188,
		"dirName": "[Pennel] 放課後は冒険の時間 [4K[S版]掃圖組]",
		"author": "4K掃圖組",
		"preview": "Ect_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\4K掃圖組\\[うみうし] 抱きしめたい彼女。[中国翻訳] [4K掃圖組]",
		"fileSize": 215,
		"dirName": "[うみうし] 抱きしめたい彼女。[中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Ita_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\4K掃圖組\\[英丸] 揺らせ美巨乳！働くJカップ [中国翻訳] [4K掃圖組]",
		"fileSize": 198,
		"dirName": "[英丸] 揺らせ美巨乳！働くJカップ [中国翻訳] [4K掃圖組]",
		"author": "4K掃圖組",
		"preview": "Aqi_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\Let's 逆強姦吧❤️ [禁漫掃圖組] [九栗おいも] Let’s逆レイプ❤️",
		"fileSize": 193,
		"dirName": "Let's 逆強姦吧❤️ [禁漫掃圖組] [九栗おいも] Let’s逆レイプ❤️",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[7zu7] 焦がれる君を搾りたい。",
		"fileSize": 207,
		"dirName": "[7zu7] 焦がれる君を搾りたい。",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[DISTANCE] じょしラク！ ～2 Years Later～2 女子棍球社！ ～2 Years Later～2 [黑条修正][单行本][未来数位中文]100457",
		"fileSize": 258,
		"dirName": "[DISTANCE] じょしラク！ ～2 Years Later～2 女子棍球社！ ～2 Years Later～2 [黑条修正][单行本][未来数位中文]100457",
		"author": "其他",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[Miss.zero x 紫苑汉化组] [アンソロジー] 二次元コミックマガジン メスガキvs優しいお姉さん Vol.1 [DL版]",
		"fileSize": 80,
		"dirName": "[Miss.zero x 紫苑汉化组] [アンソロジー] 二次元コミックマガジン メスガキvs優しいお姉さん Vol.1 [DL版]",
		"author": "其他",
		"preview": "BJ266236_1_00.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[sage ジョー] ご都合カノジョ 御都合即食女友 [黑条修正][单行本][未来数位中文]100232",
		"fileSize": 204,
		"dirName": "[sage ジョー] ご都合カノジョ 御都合即食女友 [黑条修正][单行本][未来数位中文]100232",
		"author": "其他",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[おかゆさん] ＃今までで一番良かったセックス ＃至今為止感覺最棒的一次做愛 [黑条修正][单行本][未来数位中文]100235",
		"fileSize": 214,
		"dirName": "[おかゆさん] ＃今までで一番良かったセックス ＃至今為止感覺最棒的一次做愛 [黑条修正][单行本][未来数位中文]100235",
		"author": "其他",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[ぎうにう] ぴゅあ×シコ×みるく 純愛×發情×牛奶浴 [黑条修正][单行本][未来数位中文]100448",
		"fileSize": 246,
		"dirName": "[ぎうにう] ぴゅあ×シコ×みるく 純愛×發情×牛奶浴 [黑条修正][单行本][未来数位中文]100448",
		"author": "其他",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[つかこ] にじいろパフューム + 虎穴&蜜瓜特典 [中国翻訳][篆儀通文書坊漢化]V2",
		"fileSize": 192,
		"dirName": "[つかこ] にじいろパフューム + 虎穴&蜜瓜特典 [中国翻訳][篆儀通文書坊漢化]V2",
		"author": "其他",
		"preview": "STARS-20101-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[まめぞう] ちいさいあなはどうですか？ [篆儀通文書坊漢化]",
		"fileSize": 205,
		"dirName": "[まめぞう] ちいさいあなはどうですか？ [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20102-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[アンソロジー] 二次元コミックマガジン ガチレズ陵辱で快楽堕とし Vol.1 [中国翻訳] [DL版][Miss.zero x 紫苑汉化组]",
		"fileSize": 87,
		"dirName": "[アンソロジー] 二次元コミックマガジン ガチレズ陵辱で快楽堕とし Vol.1 [中国翻訳] [DL版][Miss.zero x 紫苑汉化组]",
		"author": "其他",
		"preview": "GachiLez_Vol_1_Page_00.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[不咕鸟汉化组] [史鬼匠人] 桜宮姉妹のネトラレ記録 [沈阳大街等你嗷出资汉化]",
		"fileSize": 192,
		"dirName": "[不咕鸟汉化组] [史鬼匠人] 桜宮姉妹のネトラレ記録 [沈阳大街等你嗷出资汉化]",
		"author": "其他",
		"preview": "P0000.JPG"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[伊藤エイト] それでも愛しい彼女たち + 4Pリーフレット [篆儀通文書坊漢化]",
		"fileSize": 183,
		"dirName": "[伊藤エイト] それでも愛しい彼女たち + 4Pリーフレット [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20103-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[唄飛鳥] まどろみとろみ",
		"fileSize": 272,
		"dirName": "[唄飛鳥] まどろみとろみ",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[奈塚Q弥] 孕ませの部屋",
		"fileSize": 193,
		"dirName": "[奈塚Q弥] 孕ませの部屋",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[彦馬ヒロユキ] 成長中のマセガキに愛の失神アクメ指導 + イラストカード [篆儀通文書坊漢化]",
		"fileSize": 213,
		"dirName": "[彦馬ヒロユキ] 成長中のマセガキに愛の失神アクメ指導 + イラストカード [篆儀通文書坊漢化]",
		"author": "其他",
		"preview": "STARS-20104-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[有人成徒] S×P×S スケベ×パコり×シスターズ",
		"fileSize": 193,
		"dirName": "[有人成徒] S×P×S スケベ×パコり×シスターズ",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[木云汉化组] [アンソロジー] 双子百合えっちアンソロジー",
		"fileSize": 147,
		"dirName": "[木云汉化组] [アンソロジー] 双子百合えっちアンソロジー",
		"author": "其他",
		"preview": "001_1.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[松波留美] 義母アナウンサー菜々美",
		"fileSize": 192,
		"dirName": "[松波留美] 義母アナウンサー菜々美",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[板場広し] この春、彼女ができました。 這年春天、我交到女朋友了。[黑条修正][单行本][未来数位中文]100220",
		"fileSize": 236,
		"dirName": "[板場広し] この春、彼女ができました。 這年春天、我交到女朋友了。[黑条修正][单行本][未来数位中文]100220",
		"author": "其他",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[禁漫掃圖組] [よこはまインカ] 女教師が堕ちた理由 _ 女教師墮落的理由",
		"fileSize": 177,
		"dirName": "[禁漫掃圖組] [よこはまインカ] 女教師が堕ちた理由 _ 女教師墮落的理由",
		"author": "其他",
		"preview": "pic_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[禁漫掃圖組] [メガねぃ] 思春期のお勉強  思春期的性學習",
		"fileSize": 204,
		"dirName": "[禁漫掃圖組] [メガねぃ] 思春期のお勉強  思春期的性學習",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[禁漫掃圖組] [天乃一水] 色欲の系譜 母も姉も妹も _ 色慾的系譜 母也姊也妹也",
		"fileSize": 195,
		"dirName": "[禁漫掃圖組] [天乃一水] 色欲の系譜 母も姉も妹も _ 色慾的系譜 母也姊也妹也",
		"author": "其他",
		"preview": "pic_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[禁漫掃圖組] [由浦カズヤ] とりこじかけ  捕獲我的手段",
		"fileSize": 200,
		"dirName": "[禁漫掃圖組] [由浦カズヤ] とりこじかけ  捕獲我的手段",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[禁漫掃圖組] [遠峰犬玉] 妻は淫ストラクター  性慾沾滿身的妻味頃",
		"fileSize": 200,
		"dirName": "[禁漫掃圖組] [遠峰犬玉] 妻は淫ストラクター  性慾沾滿身的妻味頃",
		"author": "其他",
		"preview": "00001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[零食汉化组] [ふうたまろ] 愛・家族",
		"fileSize": 199,
		"dirName": "[零食汉化组] [ふうたまろ] 愛・家族",
		"author": "其他",
		"preview": "AI_kazoku_000a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\11\\其他\\[靴下汉化组] [滝れーき] 快楽拷問大全 [DL版]",
		"fileSize": 199,
		"dirName": "[靴下汉化组] [滝れーき] 快楽拷問大全 [DL版]",
		"author": "其他",
		"preview": "kairaku001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[utu] くちどけピース 只溶妳口PEACE! [禁漫漢化組]",
		"fileSize": 182,
		"dirName": "[utu] くちどけピース 只溶妳口PEACE! [禁漫漢化組]",
		"author": "单",
		"preview": "0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[うさ城まに] ぷにっとこんぷれっくす [篆儀通文書坊漢化]",
		"fileSize": 209,
		"dirName": "[うさ城まに] ぷにっとこんぷれっくす [篆儀通文書坊漢化]",
		"author": "单",
		"preview": "i_199.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[ぐすたふ] 放課後TOYフレンズ[中国翻译]",
		"fileSize": 212,
		"dirName": "[ぐすたふ] 放課後TOYフレンズ[中国翻译]",
		"author": "单",
		"preview": "000_Titile.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[つくすん] かわいそうなのはかわいい!+イラストカード",
		"fileSize": 204,
		"dirName": "[つくすん] かわいそうなのはかわいい!+イラストカード",
		"author": "单",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[ねこまたなおみ] 蜜肉あばんちゅ～る 密肉淫猥大冒～險 [禁漫掃圖組]",
		"fileSize": 177,
		"dirName": "[ねこまたなおみ] 蜜肉あばんちゅ～る 密肉淫猥大冒～險 [禁漫掃圖組]",
		"author": "单",
		"preview": "0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[らんち] コイナカplus 由衷之戀plus [黑条修正][单行本][未来数位中文]100451",
		"fileSize": 344,
		"dirName": "[らんち] コイナカplus 由衷之戀plus [黑条修正][单行本][未来数位中文]100451",
		"author": "单",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[れぐでく] 純愛ぱらどっくす",
		"fileSize": 186,
		"dirName": "[れぐでく] 純愛ぱらどっくす",
		"author": "单",
		"preview": "P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[アンソロジー] 永遠娘 朧絵巻 参 (永远娘) [多人汉化]",
		"fileSize": 88,
		"dirName": "[アンソロジー] 永遠娘 朧絵巻 参 (永远娘) [多人汉化]",
		"author": "单",
		"preview": "0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[シオマネキ] 裸あそび  [4K掃圖組]",
		"fileSize": 190,
		"dirName": "[シオマネキ] 裸あそび  [4K掃圖組]",
		"author": "单",
		"preview": "Bec_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[ユズハ] とろけてとける 熱到融愛到化 [黑条修正][单行本][未来数位中文]100441",
		"fileSize": 218,
		"dirName": "[ユズハ] とろけてとける 熱到融愛到化 [黑条修正][单行本][未来数位中文]100441",
		"author": "单",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[七松建司] キミの羞恥が可愛くて ～男の娘達のコンビネゾン～ [中国翻訳] [無修正]",
		"fileSize": 204,
		"dirName": "[七松建司] キミの羞恥が可愛くて ～男の娘達のコンビネゾン～ [中国翻訳] [無修正]",
		"author": "单",
		"preview": "001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[六角八十助] とろとろにシてあげる + 虎穴&蜜瓜特典 [篆儀通文書坊漢化]",
		"fileSize": 216,
		"dirName": "[六角八十助] とろとろにシてあげる + 虎穴&蜜瓜特典 [篆儀通文書坊漢化]",
		"author": "单",
		"preview": "STARS-20106-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[印度カリー] 痴女専用車＜ビッチオンリー＞ 痴女專用車＜Bitch Only＞ 特裝版 [黑条修正][单行本][未来数位中文]100455",
		"fileSize": 304,
		"dirName": "[印度カリー] 痴女専用車＜ビッチオンリー＞ 痴女專用車＜Bitch Only＞ 特裝版 [黑条修正][单行本][未来数位中文]100455",
		"author": "单",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[四電ヒロ] サカれ性春!! 裸外活動 [篆儀通文書坊漢化]",
		"fileSize": 199,
		"dirName": "[四電ヒロ] サカれ性春!! 裸外活動 [篆儀通文書坊漢化]",
		"author": "单",
		"preview": "STARS-20105-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[无毒汉化组][えいとまん] 雌吹 + 特典",
		"fileSize": 218,
		"dirName": "[无毒汉化组][えいとまん] 雌吹 + 特典",
		"author": "单",
		"preview": "002_P000A.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[東磨樹] 淫情なオツトメ 淫行的例行奉仕",
		"fileSize": 194,
		"dirName": "[東磨樹] 淫情なオツトメ 淫行的例行奉仕",
		"author": "单",
		"preview": "0001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[板場広し] メスガオ（発情表情） 發情表情 特裝版 [黑条修正][单行本][未来数位中文]100231",
		"fileSize": 270,
		"dirName": "[板場広し] メスガオ（発情表情） 發情表情 特裝版 [黑条修正][单行本][未来数位中文]100231",
		"author": "单",
		"preview": "0-000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[沒有漢化][篠岡ほまれ] 乙女イニシアチブ",
		"fileSize": 195,
		"dirName": "[沒有漢化][篠岡ほまれ] 乙女イニシアチブ",
		"author": "单",
		"preview": "img001a.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[泥つせる] 多淫性女系一家 [禁漫掃圖組]",
		"fileSize": 205,
		"dirName": "[泥つせる] 多淫性女系一家 [禁漫掃圖組]",
		"author": "单",
		"preview": "0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[肉包汉化组] [Jun] けものっ娘通信 ～理想のケモ娘、あなたにお届け♥～ [DL版] v2",
		"fileSize": 207,
		"dirName": "[肉包汉化组] [Jun] けものっ娘通信 ～理想のケモ娘、あなたにお届け♥～ [DL版] v2",
		"author": "单",
		"preview": "001_001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[脸肿汉化组] [Kindle ver] バーチャルYouTuber キズナアイ 公式コミックアンソロジー ～トモダチをつくろう編～",
		"fileSize": 140,
		"dirName": "[脸肿汉化组] [Kindle ver] バーチャルYouTuber キズナアイ 公式コミックアンソロジー ～トモダチをつくろう編～",
		"author": "单",
		"preview": "00000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\单\\[黒金さつき]人妻でも抱いてみれば 人妻若是被硬上的話就",
		"fileSize": 194,
		"dirName": "[黒金さつき]人妻でも抱いてみれば 人妻若是被硬上的話就",
		"author": "单",
		"preview": "0001.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\小型\\[新桥月白日语社] [VOLVOX (オポコム)] ラ・ムゥの灯台館へようこそ!1 (オリジナル) [DL版]",
		"fileSize": 33,
		"dirName": "[新桥月白日语社] [VOLVOX (オポコム)] ラ・ムゥの灯台館へようこそ!1 (オリジナル) [DL版]",
		"author": "小型",
		"preview": "0000_main.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\小型\\[新桥月白日语社] [VOLVOX (オポコム)] ラ・ムゥの灯台館へようこそ!2 (オリジナル) [DL版]",
		"fileSize": 41,
		"dirName": "[新桥月白日语社] [VOLVOX (オポコム)] ラ・ムゥの灯台館へようこそ!2 (オリジナル) [DL版]",
		"author": "小型",
		"preview": "rty0000.jpg"
	},
	{
		"dirUrl": "G:\\单行本\\2020\\12\\小型\\[爱弹幕汉化组] [水心天羅] 入れ替ってドタバタえっち!～綾姉のビンカンな身体に俺は耐えられない 1-6巻",
		"fileSize": 160,
		"dirName": "[爱弹幕汉化组] [水心天羅] 入れ替ってドタバタえっち!～綾姉のビンカンな身体に俺は耐えられない 1-6巻",
		"author": "小型",
		"preview": "000.jpg"
	}
]